[
  {
    "id": 1,
    "q": "What’s AIESEC?",
    "a": "AIESEC is an entirely youth-led not-for-profit organisation present in over 125 countries and territories, and active since 1948.We provide young people with the opportunity to grow and learn in an exciting new environment, undertaking enriching cross-cultural experiences while having a positive impact on world and developing relevant skills for their future careers."
  },	
  {
    "id": 2,
    "q": "What is AIESEC’s goal?",
    "a": "AIESEC aims to develop leadership qualities in every young person around the world,  because to make a change in this world,  you need to be a decision maker, you can become that way,  if you have a developed leader inside you, which can only happen through putting yourself into challenging environment and to be open to the world and this is exactly what we do in AIESEC we provide exchange programs that enable people to discover and boost their potential."
  },
  {
    "id": 3,
    "q": "How to sign up?",
    "a": "In order to benefit from AIESEC opportunities , all you have to do is build your profile on the AIESEC Opportunities Portal www.aiesec.org and we can start matching you with opportunities.Filter search results to find the perfect opportunity in the perfect location for you.Once we find a match, we can start the process of putting things in place for your volunteer/internship experience."
  },
  {
    "id": 4,
    "q": "Do I need to become a member of AIESEC to apply for an exchange?",
    "a": "No, you do not have to become a member of AIESEC to go on an internship. However, being a member while applying for the exchange is more beneficial for you as a candidate, as you will understand the internal processes and projects of the organisation and even develop your contact network with the countries you are planning on going to."
  },
  {
    "id": 5,
    "q": "Do I need to cover my own insurance, visa and flight tickets?",
    "a": "Yes, you are responsible of obtaining your own flight tickets. Being insured is a requirement for going abroad with AIESEC, thus you will be responsible of getting an insurance prior going abroad for the whole duration of your exchange. AIESEC will assist you with obtaining your visa, however it is your responsibility to obtain the visa and pay for it on your own."
  },
  {
    "id": 6,
    "q": "What support will AIESEC give me during my internship?",
    "a": "- Support in the opportunity search<br>- Support in the cultural preparation for the exchange<br>- AIESEC representative will assist you throughout the duration of your exchange<br>- Reception activities and social integration into the organisation in the country of your destination"
  },			
  {
    "id": 7,
    "q": "What are your exchange programs?",
    "a": "- <strong>Global volunteer program (GV):</strong> Work with  NGOs projects based on SDGs from 6 up 12 weeks, generally food and accommodation are provided by AIESEC or NGO. This program exchange fee is 1500 dh.<br>- <strong>Global Talent (GT)</strong> is a professional internship in companies from 6 to 72 weeks, it is paid. This program exchange fee is 2500 dh.<br>- <strong>Global Entrepreneur (GE)</strong> is professional internship in a startup from 6 to 12, it is paid. This program exchange fee is 2500dh."
  },
  {
    "id": 8,
    "q": "How can I be a member in AIESEC?",
    "a": "In order to be a member, you will have to wait for our recruitment which mostly happens in February or September. To be updated with all our agenda, news, opportunities and recruitment waves on different cities in Morocco you can click on follow on our <a href='https://www.facebook.com/AIESECMorocco' target='_blank'>Facebook page</a>!"
  },
  {
    "id": 9,
    "q": "Is there any specific time for applying?",
    "a": "There's actually not a specific time set by the organisation but for each opportunity there’s a deadline, and also if it depends on your peak preference you will have to manage your time and availability to match with the deadlines of that opportunity like let’s suppose you want to go in this winter for Europe you will need to start looking for opportunities from now!"
  },
  {
    "id": 10,
    "q": "Where is AIESEC's office?",
    "a": "Our office is only open to members and executive board for meetings and else, but our operations with exchange participants and externals are only based online. So, if you have any questions, you can ask them in our <a href='https://www.facebook.com/AIESECMorocco' target='_blank'>Facebook page</a>. Or you can always visit our website <a href='https://www.aiesec.org/' target='_blank'>aiesec.org</a>."
  }
]